---
kind: other
id: Properties.T:Autodesk.Revit.DB.RevisionNumberingSequence
source: html/aec50c0b-896a-f78e-9b65-91c0ff304194.htm
---
# RevisionNumberingSequence Properties

The id of the assembly instance to which the element belongs.